Repository: lawgimenez/ios-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: uk

source: Share it with your friends
uk: Розповісти про це друзям

source: Sign Out
uk: Вийти

source: Signature
uk: Підпис

source: Signature Updated
uk: Підпис оновлено

source: Single Password
uk: Єдине гасло

source: Space Warning
uk: Засторога щодо простору

source: Spam
uk: Спам

source: Spammed
uk: Заспамлено

source: Spanish
uk: Іспанська

source: Srp single password keyslat invalid!
uk: Хтибна сіль гасла SRP!

source: Star
uk: Зірка

source: Starred
uk: Обране

source: Storage
uk: Сховище

source: Subject
uk: Тема

source: Subject:
uk: Тема:

source: Support ProtonMail
uk: Підтримати ProtonMail

source: Swipe Left to Right
uk: Мазніть зліва вправо

source: Swipe Right to Left
uk: Мазніть справа вліво

source: System can't copy the file
uk: Системі не вдалося скопіювати файл

source: TRASH
uk: Кошик

source: Take a Photo
uk: Зробити світлину

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
uk: Дякуємо за надсилання повідомлення про ваду. Ми додали Ваш звіт до нашої системи відслідковування вад.

source: The Password is wrong.
uk: Хибне гасло.

source: The ProtonMail current offline...
uk: ProtonMail нині поза мережею...

source: The UserName have been taken.
uk: Це ім'я користувача вже зайняте.

source: The authentication credentials are invalid.
uk: Дані для входу неправильні.

source: The authentication token has expired.
uk: Автентифікаційна позначка вже не чинна.

source: The current standard
uk: Чинний стандарт

source: The display name is now %@.
uk: Показуване ім'я тепер %@.

source: The draft cache is broken please try again
uk: Кеш чернетки поламано, будь ласка, спробуйте знов

source: The draft format incorrectly sending failed!
uk: Відправлення не вдалося. Виявлено помилку з форматом чернетки.

source: The highest level of encryption available.
uk: Доступний найвищий рівень шифрування.

source: The label name is duplicate
uk: Ім'я мітки - дублікат

source: The mailbox password is incorrect.
uk: Неправильне гасло скриньки.

source: The maximum number of labels is %d.
uk: Максимальна кількість міток - %d.

source: The maximum number of labels is 20.
uk: Найбільша кількість міток - 20.

source: The message password can't be empty
uk: Гасло до листа не може бути порожнім

source: The message password didn't match
uk: Гасло листа не підходить

source: The new password can't empty
uk: Нове гасло не може бути порожнім

source: The new password can't empty.
uk: Нове гасло не може бути порожнім.

source: The new password not match
uk: Гасла не збігаються

source: The new password not match.
uk: Нове гасло не підходить.

source: The optional recovery email address allows you to reset your login password if you forget it.
uk: Не обов'язкова адерса е-пошти для відновлення дозволяє Вам скинути вхідне гасло, якщо Ви його забудете.

source: The password you entered does not match the current password.
uk: Гасло, що Ви ввели, не збігається з чинним гаслом.

source: The passwords you entered do not match.
uk: Введене гасло не підходить.

source: The private update failed.
uk: Конфіденційне оновлення зазнало невдачі.

source: The request timed out.
uk: Скінчився час очікування на відповідь.

source: The total attachment size can't be bigger than 25MB
uk: Загальний обсяг вкладень не може перевищувати 25МБ

source: The user info fetch is wrong
uk: Помилка отримання інформації про користувача

source: The verification email invalid
uk: Хибна е-пошта підтвердження

source: The verification failed!
uk: Перевірка не вдалася!

source: There was an error creating or loading the application's saved data.
uk: Сталася помилка при створенні чи завантаженні збережених даних застосунка.

source: This contact belongs to your Address Book.
uk: Це контакт з Вашиї книжки контактів.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
uk: Цей лист не виконав автентифікаційні вимоги свого домену. Він міг бути підроблений або неправильно пересланий!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
uk: Цей лист, ніби то надіслано з ProtonMail адреси, але він прийшов ззовні нашої системи і не відповідає нашим вимогам автентифікації. Лист міг бути підроблений або неправильно пересланий!

source: Title
uk: Назва

source: To
uk: Кому

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.ch
uk: Щоб скинути гасло поштової скриньки, будь ласка, використовуйте веб-версію ProtonMail на protonmail.com

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.com
uk: Щоб скинути гасло поштової скриньки, будь ласка, використовуйте веб-версію ProtonMail на protonmail.com

source: To:
uk: Кому:

source: Token expired
uk: Позначка вже не чинна

source: TouchID is not enrolled, enable it in the system Settings
uk: TouchID не використано, увімкніть його в налаштуваннях телефону

source: TouchID not available
uk: TouchID не доступний

source: Trash
uk: Кошик

source: Trouble shooting guide
uk: Поради для усунення негараздів

source: Turkish
uk: Турецька

source: Tweet about ProtonMail
uk: Твітнути про ProtonMail

source: Two Factor Code
uk: Код двофакторної аутентифікації

source: USER LOGIN
uk: Вхід користувача

source: Ukrainian
uk: Українська

source: Unable to connect to the server
uk: Неможливо з’єднатись з сервером

source: Unable to construct a valid URL with the following path: %@
uk: Не вдається створити правильну URL-адресу з таким шляхом: %@

source: Unable to create SRP Client!
uk: Не вдалося створити SRP клієнта!

source: Unable to decrypt message.
uk: Не вдалося розшифрувати лист.

source: Unable to generate hash password!
uk: Не вдалося створити геш гасла!

source: Unable to get contacts
uk: Не вдається отримати контакти

source: Unable to parse authentication info!
uk: Не вдалося проаналізувати відомості про автентифікацію!

source: Unable to parse authentication token!
uk: Не вдалося проаналізувати позначку для автентифікації!

source: Unable to parse cased authentication token!
uk: Не вдалося проаналізувати позначку для автентифікації!

source: Unable to parse response
uk: Не вдалося проаналізувати відповідь

source: Unable to parse the response object: %@
uk: Не вдалося проаналізувати об'єкт відповіді: %@

source: Unable to parse token
uk: Не вдалося проаналізувати позначку

source: Unable to send the email
uk: Неможливо відправити е-лист.

source: Undo
uk: Скасувати

source: Unknow Error
uk: Невідома помилка

source: Unknow file
uk: Невідомий файл

source: Unknown
uk: Невідомо

source: Unknown Error
uk: Невідома помилка

source: Unkonw Version
uk: Невідома версія

source: Update
uk: Оновити

source: Update Contact
uk: Оновити контакт

source: Update Notification Email
uk: Оновити адресу для сповіщень

source: User already exist!
uk: Ім'я користувача вже використано

source: User is available!
uk: Ім'я користувача доступне

source: User name exist
uk: Ім'я користувача вже є

source: User name invalid
uk: Хибне ім'я користувача

source: Username
uk: Ім'я користувача

source: Verification code request failed
uk: Не вдалося виконати запит на перевірковий код

source: Verification code sent
uk: Код підтвердження надіслано

source: Version %@ %@
uk: Версія %@ %@

source: Warning: Before you pass the human check you can't sent email!!!
uk: Попередження: До виконання перевірки "Я не робот", ви не можете слати електронні листи!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
uk: Попередження: Ви не вказали резервну адресу е-пошти, тож відновлення обліковки є неможливим, якщо ви забудете пароль. Продовжити без резервної адреси е-пошти?

source: We will send a verification code to the cell phone above.
uk: Ми надішлемо коду підтвердження на мобільний телефон, що вище.

source: We will send a verification code to the email address above.
uk: Ми надішлемо коду підтвердження на е-пошту, що вище.

source: We would like to know what we can do better.
uk: Ми хотіли б знати, що ми можемо зробити краще.

source: Welcome to ProtonMail!
uk: Ласкаво просимо до ProtonMail

source: What people see in the "From" field.
uk: Те, що люди бачать у полі «Від».

source: When you send an email, this is the name that appears in the sender field.
uk: Коли ви надсилаєте е-лист, це ім'я відображається в полі відправника.

source: Work
uk: Робочий

source: Wrong verification code
uk: Хибний код підтвердження

source: You can customize swipe gestures in the ProtonMail App Settings.
uk: Ви можете налаштувати жести відрухами в налаштуваннях застосунку ProtonMail.

source: You can get help and support at protonmail.com/support. Bugs can also be reported with the app.
uk: Ви можете отримати допомогу та підтримку за посиланням protonmail.com/support. Про вади також можна повідомляти через застосунок.

source: You have %d new emails!
uk: У вас %d нових повідомлень!

source: You have a new email!
uk: У вас новий лист!

source: You have imported %d of %d contacts!
uk: You have imported %1$d of %2$d contacts!

source: You have unsaved changes. Do you want to save it?
uk: У вас є незбережені зміни. Хочете зберегти їх?

source: You have used %d%% of your storage space (%@).
uk: Ви використали %d%% свого дискового простору (%@).

source: You have used up all of your storage space (%@).
uk: Ви використали увесь свій дисковий простір (%@).

source: You need at least one recipient to send
uk: Вам потрібен хоч один отримувач, щоб відправити

source: Your Country Code
uk: Код Вашої країни

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
uk: Ваша тека "Вхідні" тепер захищена скрізним шифруванням. Щоб автоматично захистити свох друзів, порадьте їм ProtonMail! Ви також можете рукошма шифрувати листи до них, якщо вони не користуються ProtonMail-ом.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
uk: Вашу нову зашифровану обліковку вже налаштовано, і вона готова відправляти та отримувати шифровані листи.

source: Your signature has been updated.
uk: Ваш підпис було оновлено.

source: and
uk: і

source: at
uk: в

source: attempt remaining until secure data wipe!
uk: спроба лишилася перед витиранням захищений даних!

source: attempts remaining
uk: спроб залишилося

source: attempts remaining until secure data wipe!
uk: спроб лишилось перед витиранням захищений даних!

source: close tour
uk: закрити тур

source: days
uk: Дні

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
uk: отримання contacts() не вдалося, peopleOrderedByUsersPreference повернув null!!

source: hours
uk: Години

source: inline attachments
uk: вбудовані вкладення

source: normal attachments
uk: звичайні вкладення

source: privacy policy.
uk: політика конфіденційности.

source: terms and conditions
uk: правила та умови

source: test value
uk: перевіркове значення

source: this is description - Test
uk: це опис - Тест

source: v
uk: вер.

source: wrote:
uk: писав(ла):
