Repository: lawgimenez/ios-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: uk

source: %d Minute
uk: %d хвилин

source: %d Minutes
uk: %d хвилин

source: (2048 bit)
uk: (2048 біт)

source: (4096 bit)
uk: (4096 біт)

source: *OPTIONAL
uk: * НЕОБОВ'ЯЗКОВО

source: 2fa Authentication failed please try to login again
uk: Не вдалося виконати двухфакторную аутентифікацію. Будь ласка, спробуйте увійти в систему ще раз

source: A message cannot have more than 5 labels
uk: Повідомлення не може мати більше 5 ярликів

source: A new version of ProtonMail app is available, please update to latest version.
uk: Доступна нова версія ProtonMail app. Будь ласка, оновіться до останньої версії.

source: A passcode has not been set, enable it in the system Settings
uk: Код доступу не задано, увімкніть його в параметрах системи

source: API Server not reachable...
uk: API сервер недоступний...

source: ARCHIVE
uk: Архів

source: Access to this account is disabled due to non-payment. Please sign in through protonmail.com to pay your unpaid invoice.
uk: Доступ до цього облікового запису призупинено через несплату. Будь ласка, увійдіть в систему, використовуючи protonmail.com, щоб оплатити рахунок.

source: Access to this account is disabled due to non-payment. Please visit our knowledge base for more information.
uk: Доступ до цього облікового запису вимкнено через неплатежі. Будь ласка, відвідайте <a href="https://protonmail.com/support/knowledge-base/delinquency/">наші бази знань</a> для отримання додаткової інформації.

source: Account password invalid
uk: Пароль облікового запису невірний

source: Add
uk: Додати

source: Add Birthday
uk: Додати день народження

source: Add Contact
uk: Додати контакт

source: Add Folder
uk: Додати папку

source: Add Label
uk: Додати мітку

source: Add New Folder
uk: Додати нову Папку

source: Add New Label
uk: Додати нову мітку

source: Add Nickname
uk: Додати псевдонім

source: Add Organization
uk: Додати організацію

source: Add Star
uk: До обраного

source: Add Title
uk: Додати заголовок

source: Add new address
uk: Додати нову адресу

source: Add new custom field
uk: Додати власне поле

source: Add new email
uk: Додати нову адресу електронної пошти

source: Add new phone number
uk: Додайте номер телефону

source: Alert
uk: Попередження

source: All Mail
uk: Вся пошта

source: Also Archive
uk: Ще й в архів

source: Also used to reset a forgotten password.
uk: Також використовується, щоб скинути забутий пароль.

source: Apply
uk: Застосувати

source: Apply Labels
uk: Застосувати Ярлики

source: Archive
uk: Архів

source: Archived
uk: Заархівовано

source: Authentication
uk: Автентифікація

source: Authentication Failed Wrong username or password
uk: Помилка автентифікації: неправильне ім'я користувача або пароль.

source: Authentication failed
uk: Помилка автентифікації

source: Authentication failed please try to login again
uk: Помилка аутентифікації, будь ласка, спробуйте увійти в систему ще раз

source: Authentication was cancelled by the system
uk: Автентифікацію скасовано системою

source: Auto Lock Time
uk: Час автоматичного блокування

source: Auto Show Images
uk: Автоматично вiдображати зображення

source: Back
uk: Назад

source: Bad auth cache
uk: Невірний кеш авторизації

source: Bad parameter
uk: Неправильний параметр

source: Bad parameter: %@
uk: Неправильний параметр: %@

source: Bad path
uk: Невірний шлях

source: Bad response
uk: Неправильна відповідь

source: Bcc
uk: Прихована копія

source: Birthday
uk: День народження

source: Bug Description
uk: Опис помилки

source: Bug Report Received
uk: Отримано повідомлення про помилку

source: By using protonmail, you agree to our
uk: Використовуючи protonmail, ви погоджуєтеся з нашими

source: CONFIRM
uk: ПІДТВЕРДИТИ

source: CONTACTS
uk: КОНТАКТИ

source: CREATE
uk: СТВОРИТИ

source: Can take several minutes to setup.
uk: Установка може тривати кілька хвилин.

source: Can't copy the file
uk: Не вдалося скопіювати файл

source: Can't create a SRP Client
uk: Не вдалося створити клієнт SRP

source: Can't create a SRP verifier!
uk: Неможливо створити SRP-верифікатор!

source: Can't decrypt this attachment!
uk: Не вдалося розшифрувати це вкладення!

source: Can't download message body, please try again.
uk: Не вдалося завантажити текст повідомлення, будь ласка, спробуйте ще раз.

source: Can't find the clicked message please try again!
uk: Неможливо знайти вибране повідомлення. Будь ласка, спробуйте ще раз!

source: Can't find this attachment!
uk: Не вдається знайти це вкладення!

source: Can't get a Moduls ID!
uk: Неможливо отримати ID модулів!

source: Can't get a Moduls!
uk: Неможливо отримати модулі!

source: Can't get user auth info
uk: Не вдалося отримати інформацію щодо автентифікації користувача

source: Can't load the file
uk: Не вдалося завантажити файл

source: Can't find the value from the response body
uk: Неможливо знайти значення з тіла відповіді

source: Can't open the file
uk: Не вдалося відкрити файл

source: Cancel
uk: Відмінити

source: Cancel Check
uk: Відмінити перевірку

source: Cant' decrypt this attachment!
uk: Не вдалося розшифрувати це вкладення.

source: Cc
uk: Копія

source: Cc:
uk: Копія:

source: Cell phone number
uk: Номер мобільного телефону

source: Change Login Password
uk: Змінити пароль обліковки

source: Change Mailbox Password
uk: Змінити пароль поштової скриньки

source: Change Password
uk: Змінити пароль

source: Change Pin
uk: Змінити PIN-код

source: Change Single Password
uk: Змінити єдиний пароль

source: Change default address to ..
uk: Змінити адресу за замовчуванням на...

source: Change left swipe action
uk: Змінити дію для поруху вліво

source: Change right swipe action
uk: Змінити дію для поруху вправо

source: Change sender address to ..
uk: Змінити адресу відправника на...

source: Check Again
uk: Перевірити знову

source: Checking ....
uk: Перевірка...

source: Choose a Password
uk: Оберіть пароль

source: Clear Local Message Cache
uk: Очистити локальний кеш повідомлень

source: Close
uk: Закрити

source: Compose
uk: Написати новий лист

source: Confirm
uk: Підтвердити

source: Confirm Login Password
uk: Підтвердження паролю для входу

source: Confirm Mailbox Password
uk: Підтвердження паролю для поштової скриньки

source: Confirm Password
uk: Підтвердити пароль

source: Confirm new login password
uk: Підтвердження нового паролю для входу

source: Confirm new mailbox password
uk: Підтвердження нового паролю для поштової скриньки

source: Confirm new password
uk: Підтвердити новий пароль

source: Confirmation
uk: Підтвердження

source: Congratulations!
uk: Вітаємо!

source: Contact Details
uk: Контактні дані

source: Contact the ProtonMail team
uk: Зв'язатися з командою ProtonMail

source: Contacts
uk: Контакти

source: Continue
uk: Продовжити

source: Create
uk: Створити

source: Create Account
uk: Створити обліковий запис

source: Create User failed please try again
uk: Створити користувача не вдалося. Будь ласка, спробуйте ще раз

source: Create a new account
uk: Створити новий обліковий запис

source: Create and add Labels to organize your inbox. Press and hold down on a message for all options.
uk: Створити і додати мітки для організації вхідних повідомлень. Натисніть на повідомлення і утримуйте, щоб побачити всі доступні варіанти.

source: Create user failed
uk: Створити користувача не вдалося

source: Current Language is:
uk: Поточна мова:

source: Current login password
uk: Поточний пароль для входу

source: Current password
uk: Поточний пароль

source: DECRYPT MAILBOX
uk: Розшифровка ПОШТОВОЇ СКРИНЬКИ

source: DISPLAY NAME
uk: ПОКАЗУВАНЕ ІМ'Я

source: DRAFTS
uk: Чернетки

source: Date:
uk: Дата:

source: Date: %@
uk: Дата: %@

source: Debug
uk: Відладка

source: Decrypt
uk: Дешифрування

source: Decrypt token failed please try again
uk: Помилка токена розшифровки, будь ласка, спробуйте знову

source: Default
uk: За замовчанням

source: Default error, please try again.
uk: Помилка за замовчанням, спробуйте ще раз.

source: Define Expiration Date
uk: Визначте термін придатності

source: Define Hint (Optional)
uk: Вкажіть підказку (необов'язково)

source: Define Password
uk: Визначити пароль

source: Delete
uk: Видалити

source: Delete Contact
uk: Видалити контакт

source: Deleted
uk: Видалено

source: Details
uk: Подробиці

source: Discard draft
uk: Відкинути чернетку

source: Display Name
uk: Відображене ім'я

source: Display Name Updated
uk: Видображуване ім'я оновлено

source: DisplayName
uk: Відображене ім'я

source: Don't Show Again
uk: Більше не показувати

source: Done
uk: Готово

source: Draft
uk: Чернетка

source: Drafts
uk: Чернетки

source: Dutch
uk: Голландська

source: Edit
uk: Редагувати

source: Edit Contact
uk: Редагувати контакт

source: Edit Folder
uk: Редагувати папку

source: Edit Label
uk: Редагувати мітку

source: Email
uk: Електронна пошта

source: Email Verification
uk: Підтвердження адреси електронної пошти

source: Email address
uk: Адреса електронної пошти

source: Email address invalid
uk: Невірна адреса ел. пошти

source: Email default signature
uk: Підпис електронної пошти за замовчуванням

source: Email domain invalid
uk: Невірний домен електронної пошти

source: Empty Folder
uk: Порожня папка

source: Enable - Test
uk: Увімкнути - тест

source: Enable Default Signature
uk: Включити підпис за замовчуванням

source: Enable Mobile Signature
uk: Увімкнути мобільний підпис

source: Enable Notification Email
uk: Увімкнути лист повідомлення

source: Enable Pin Protection
uk: Активувати PIN-код

source: Enable TouchID
uk: Увімкнути TouchID

source: Encrypted for outside
uk: Зашифровано для не-ProtonMail користувачів

source: Encrypted for outside reply
uk: Зашифровано для відповіді з не-ProtonMail-а

source: Encrypted from outside
uk: Зашифровано не Protonmail-ом

source: Encrypted from outside pgp inline
uk: Зашифровано не Protonmail-ом, з використанням pgp inline

source: Encrypted from outside pgp mime
uk: Зашифровано не Protonmail-ом, з використанням pgp mime

source: Encryption Setup
uk: Параметри шифрування

source: End-to-End Encryption
uk: Наскрізне шифрування

source: English
uk: Англійська

source: Enter
uk: Увійти

source: Enter Verification Code
uk: Введіть перевірочний код

source: Enter your PIN
uk: Введіть ваш PIN-код

source: Enter your PIN to unlock your inbox.
uk: Введіть PIN-код для розблокування вашої папки "Вхідні".

source: Enter your cell phone number
uk: Введіть номер мобільного телефону

source: Enter your existing email address.
uk: Введіть існуючу адресу електронної пошти.

source: Error Logs
uk: Журнал помилок

source: Every time enter app
uk: Щоразу входячи у застосунок

source: Expires in %d days %d hours %d mins %d seconds
uk: Зникне за %d днів %d годин %d хв %d секунд

source: Expiring Messages
uk: Самознищувальний лист

source: Extreme Security
uk: Крайня безпека

source: FORGOT PASSWORD?
uk: Забули пароль?

source: Failed to initialize the application's saved data
uk: Не вдалося ініціалізувати збережені дані застосунка

source: Fax
uk: Факс

source: Feedback
uk: Зворотній зв’язок

source: Fetch user info failed
uk: Витягування інформації користувача не вдалося

source: Folder Name
uk: Назва папки

source: Forward
uk: Переслати

source: Forwarded message
uk: Переслане повідомлення

source: French
uk: Французька

source: From
uk: Від

source: From:
uk: Від:

source: Fwd:
uk: Переслати:

source: General Settings
uk: Загальні налаштування

source: German
uk: Німецька

source: Get more information
uk: Отримати більше інформації

source: Go to inbox
uk: Йти до теки "Вхідні"

source: Help & Support
uk: Допомога й підтримка

source: Help us to improve ProtonMail with your input.
uk: Допоможіть нам поліпшити ProtonMail вашою часткою.

source: Help us to make privacy the default in the web.
uk: Допоможіть нам зробити конфіденційность звичною у мережі.

source: Hide
uk: Приховати

source: Hide Details
uk: Приховати деталі

source: High Security
uk: Висока безпека

source: Hours
uk: Години

source: Human Check Failed
uk: Не вдала перевірка "Я не робот"

source: Human Check Warning
uk: Заувага щодо перевірки "Я не робот"

source: Human Verification
uk: Перевірка "Я не робот"

source: INBOX
uk: Вхідні

source: Import File From...
uk: Імпорт файлу з...

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
uk: Щоб користуватись іншими службами, Ви повинні погодись з умовами надання послуг ProtonMail-а.

source: Inbox
uk: Вхідні

source: Incorrect PIN,
uk: Неправильний PIN-код,

source: Incorrect password
uk: Невірний пароль

source: Input Display Name ...
uk: Введення показуване ім'я...

source: Input Notification Email ...
uk: Введіть адресу е-пошти для сповіщень ...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://protonmail.com/invite to request an invitation.
uk: Миттєве створення обліковок ProtonMail-а було тимчасово вимкнено. Будь ласка, перейдіть за посиланням https://protonmail.com/invite щоб запитати запрошення.

source: Invalid Password
uk: Хибне гасло

source: Invalid UserName
uk: Хибне ім'я користувача

source: Invalid UserName!
uk: Неприпустиме ім'я користувача!

source: Invalid access token please relogin
uk: Хибна позначка доступу, будь ласка, перезайдіть

source: Invalid credential
uk: Хибні дані для входу

source: Invalid hashed password!
uk: Хибне хешоване гасло!

source: Italian
uk: Італійська

source: Keep me updated about new features
uk: Тримайте мене в курсі про нові можливості

source: Key generation failed
uk: Генерування ключа не вдалося

source: Key generation failed please try again
uk: Не вдалося згенерувати ключ, спробуйте знов

source: Key invalid please go back try again
uk: Неприпустимий ключ, будь ласка, перейдіть назад та повторіть спробу

source: LOGIN
uk: Вхід

source: Label Management
uk: Управління мітками

source: Label Name
uk: Назва мітки

source: Label as...
uk: Позначити як...

source: Labels have been applied.
uk: Мітки були застосовані.

source: Labels/Folders
uk: Мітки/Теки

source: Language
uk: Мова

source: Load remote content
uk: Звантажити віддалений вміст

source: Loading...
uk: Завантаження...

source: Local cache can't find mailbox password
uk: Локальний кеш не знайшов пароль поштової скриньки

source: Localizable.strings
uk: Англійська

source: Lock The App
uk: Замкнути застосунок

source: Login
uk: Вхід

source: Login Password
uk: Логін пароль

source: Login password doesn't match
uk: Логін пароль не збігається

source: Logout
uk: Вихiд

source: MAILBOX PASSWORD
uk: Пароль поштової скриньки

source: Mailbox Password
uk: Пароль поштової скриньки

source: Mailbox password doesn't match
uk: Пароль поштової скриньки не збігається

source: Manage Labels/Folders
uk: Керувати мітками/теками

source: Mark Read
uk: Позначити як прочитане

source: Mark as unread
uk: Позначити як непрочитане

source: Message %@
uk: Повідомлення %@

source: Message Password
uk: Пароль повідомлення

source: Message Queue
uk: Черга повідомлень

source: Message Swipe Actions
uk: Дії відрухами над листами

source: Message expired
uk: Закінчився термін дії повідомлення

source: Message has been deleted.
uk: Повідомлення було видалено.

source: Message has been moved.
uk: Лист було перенесено.

source: Message password does not match.
uk: Пароль повідомлення не співпадає.

source: Message sending failed please try again
uk: Надісилати повідомлення не вдалося, будь ласка спробуйте ще раз

source: Message sent
uk: Повідомлення відправлено

source: Messages you send can be set to auto delete after a certain time period.
uk: Повідомлення, які надсилаються можна налаштувати на автоматичне видалення після певного періоду часу.

source: Mobile
uk: Мобільний

source: Mobile Signature
uk: Мобільні підпис

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at protonmail.com using a desktop or laptop computer.
uk: Мобільні реєстрацій тимчасово вимкнені. Будь ласка, повторіть спробу пізніше або спробуйте зареєструватися на protonmail.com за допомогою настільного комп'ютера або ноутбука.

source: Move to AllMail
uk: Перемістити до AllMail

source: Move to Archive
uk: Перемістити до архіву

source: Move to Draft
uk: Перейти до чорновиків

source: Move to Folder
uk: Перемістити до папки

source: Move to Inbox
uk: Перемiстити до вхiдних

source: Move to Outbox
uk: Перемістити до папки "Вихідні"

source: Move to Spam
uk: Перемістити у Спам

source: Move to Trash
uk: Перемістити на смітник

source: Move to...
uk: Перемістити до...

source: Multiple Addresses
uk: Кілька адрес

source: NEED AN ACCOUNT? SIGN UP.
uk: Зареєструватися безкоштовно

source: Navigation Title - Test
uk: Заголовок навігації - Тест

source: New login password
uk: Нове гасло для входу

source: New mailbox password
uk: Нове гасло поштової скриньки

source: New password
uk: Нове гасло

source: Nickname
uk: Псевдонім

source: No connectivity detected...
uk: Під'днання не виявлено...

source: No managed object context
uk: Немає контексту до керованого об'єкту

source: No managed object context.
uk: Немає контексту до керованого об'єкту.

source: No managedObjectContext
uk: Нема managedObjectContext

source: None
uk: Немає

source: Note: The Username is also your ProtonMail address.
uk: Примітка: Ім'я користувача – це також ваша ProtonMail адреса.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
uk: Примітка: Це гасло використовується для шифрування і розшифровки повідомлень. Не загубіть це гасло — ми не зможемо його відновити.

source: Note: This is used to log you into your account.
uk: Примітка: Це використовується, щоб ви могли увійти у свою обліковку.

source: Notes
uk: Примітки

source: Notification / Recovery Email
uk: Е-пошта для сповіщень та відновлення

source: Notification Email
uk: Е-пошта для сповіщень

source: OK
uk: Гаразд

source: On
uk: Увімкнено

source: Only plus user could modify default mobile signature or turn it off!
uk: Лише користувачі Plus модуть змінювати типовий мобільний підпис чи вимкнути його!

source: OpenDraft
uk: Відкрити чернетку

source: Organization
uk: Установа

source: Other
uk: Інше

source: Outbox
uk: Вихідні

source: PASSWORD
uk: ГАСЛО

source: Password
uk: Гасло

source: Password Mismatch
uk: Гасло не підходить

source: Password Updated
uk: Гасло оновлено

source: Password cannot be empty.
uk: Гасло не може бути порожнім.

source: Password update failed
uk: Не вдалося оновити гасло

source: Phone Verification
uk: Телефон для підтвердження

source: Phone number invalid
uk: Телефонний номер неправильний

source: Photo Library
uk: Бібліотека світлин

source: Pin code can't be empty.
uk: Pin не можу бути порожнім.

source: Plain text
uk: Звичайний текст

source: Please check your cell phone for the verification code.
uk: Будь ласка, перевірте свій мобільний телефон щодо коду підтвердження.

source: Please check your email for the verification code.
uk: Будь ласка, перевірте свою е-пошту щодо коду підтвердження.

source: Please input ... - Test
uk: Будь ласка, введіть... - Тест

source: Please input a valid cell phone number.
uk: Будь ласка, введіть правильний номер мобільного телефону.

source: Please input a valid email address.
uk: Будь ласка, введіть коректну адресу е-пошти.

source: Please pick a user name first!
uk: Будь ласка, спершу виберіть ім'я користувача!

source: Please remove all attachments before changing sender!
uk: Будь ласка видаліть усі вкладення перед зміною відправника

source: Please select one of the following options:
uk: Будь ласка, виберіть один з варіантів:

source: Please set a password.
uk: Будь ласка, встановть гасло.

source: Please try a different domain.
uk: Будь ласка, спробуйте інший домен.

source: Please try a different email address.
uk: Будь ласка, спробуйте іншу адресу електронної пошти.

source: Please try a different password.
uk: Будь ласка, спробуйте інший пароль.

source: Please try a different user name.
uk: Будь ласка, спробуйте інше ім'я користувача.

source: Please try again.
uk: Будь ласка, спробуйте ще раз

source: Please use the web version of ProtonMail to change your mailbox password!
uk: Щоб змінити пароль поштової скриньки, будь ласка, використовуйте веб-версію ProtonMail!

source: Please use the web version of ProtonMail to change your passwords.!
uk: Будь ласка, використовуйте веб-версію ProtonMail щоб змінити ваші паролі!

source: Please use your new password when signing in.
uk: Будь ласка, використовуйте ваш новий пароль, під час виконання входу.

source: Please wait until the email downloaded!
uk: Будь ласка, почекайте, поки завантажується електронна пошта!

source: Please, manage it in your phone.
uk: Будь ласка, впорядкуйте це на своєму телефоні.

source: Polish
uk: Польська

source: Português do Brasil
uk: Португальська (Бразилія)

source: Protection
uk: Захист

source: Protection Entire App
uk: Захист всього додатку

source: ProtonMail Plus is required to customize your mobile signature
uk: Потрібен ProtonMail Plus щоб настроїти ваш мобільний підпис

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
uk: ProtonMail не продає рекламу чи зловживає вашою конфіденційністю. Ваша підтримка наріжна для збереження ProtonMail-а. Ви можете перейти на платну обліковку чи пожертвувати на підтримку ProtonMail-а.

source: ProtonMail encrypted emails
uk: Зашифровані листи ProtonMail-а

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
uk: ProtonMail нині в автономному режимі, перевірьте наш Twitter щоб дізнатись про чинний стан: https://twitter.com/protonmail

source: Quick swipe actions
uk: Дії на швидкі відрухи

source: REPORT BUGS
uk: ПОВІДОМИТИ ПРО ВАДИ

source: RESET MAILBOX PASSWORD
uk: СКИНУТИ ГАСЛО ПОШТОВОЇ СКРИНЬКИ

source: Rate & Review
uk: Оцінки й відгуки

source: Re-Enter your PIN
uk: Введіть ще раз Ваш PIN-код

source: Re:
uk: Відповісти:

source: Recovery Code
uk: Код відновлення

source: Recovery Email
uk: Пошта для відновлення доступу

source: Recovery Email Warning
uk: Засторога щодо пошти для відновлення доступу

source: Remind Me Later
uk: Нагадати пізніше

source: Remove
uk: Видалити

source: Remove Star
uk: Видалити з обраного

source: Reply
uk: Відповісти

source: Reply All
uk: Відповісти усім

source: Reply message
uk: Відповісти на лист

source: ReplyAll
uk: Відповісти усім

source: Report Bugs
uk: Повідомити про ваду

source: Resetting message cache ...
uk: Скидання кешу листа...

source: Retry
uk: Повторити

source: Retry after %d seconds
uk: Спробувати за %d секунд

source: Russian
uk: Pосійський

source: SENT
uk: Відправлені

source: SETTINGS
uk: НАЛАШТУВАННЯ

source: SIGNATURE
uk: ПІДПИС

source: SPAM
uk: Спам

source: SRP Client
uk: Клієнт SRP

source: SRP Server
uk: Сервер SRP

source: STARRED
uk: Обране

source: Save
uk: Зберегти

source: Save Changes
uk: Зберегти зміни

source: Save draft
uk: Зберегти як чернетку

source: Search
uk: Пошук

source: Section Title - Test
uk: Заголовок розділу - Тест

source: Select your language
uk: Виберіть свою мову

source: Send
uk: Надіслати

source: Send Verification Code
uk: Надіслати код підтвердження

source: Send message without subject?
uk: Надіслати лист без теми?

source: Send plain but stored enc
uk: Надіслати звичайним, але зберегти зашифрованим

source: Sending Message
uk: Відправка листа

source: Sent
uk: Відправлені

source: Sent Failed
uk: Збій відправлення

source: Server proofs not valid!
uk: Перевірка сервера зазнала невдачі!

source: Set Password
uk: Встановити гасло

source: Set a password to encrypt this message for non-ProtonMail users.
uk: Встановити гасло для шифрування цього листа для не-ProtonMail користувачів.

source: Set passwords
uk: Встановити гасло

source: Settings
uk: Налаштування
